Repository: whitewAw/Assessment-of-Ukrainian-financial-statements
Catalog: AFS.ComponentLibrary/Resources/Resource.*.resx
Languages: de, es, fr, ru

# RatedCapitalStructureRatio
source: Capital structure ratio
de: Der Koeffizient der Struktur des beteiligten Kapitals
es: Ratio of attracted capital structure
fr: Le coefficient de la structure du capital concerné
ru: Коэффициент структуры привлеченного капитала

# RatioOfBorrowedCapitalAndEquity
source: Ratio of attracted and own capital
de: Der Koeffizient des Verhältnisses von Fremd- und Eigenkapital
es: Ratio of the relationship of attracted and own capital
fr: Le coefficient du ratio des capitaux empruntés et des capitaux propres
ru: Коэффициент соотношения привлеченного и собственного капитала

# RatioOfMobileToImmobilized
source: Ratio of mobile funds to immobilized
de: Das Verhältnis von mobilen zu immobilisierten Mitteln
es: Ratio of mobile assets to immobilized
fr: Le rapport moyens mobiles/moyens immobilisés
ru: Коэффициент соотношения мобильных средств к иммобилизованным

# receivable
source: creditors
de: Gläubigerbüro
es: creditor
fr: bureau du créancier
ru: кредиторской

# ReceivablesForProducts
source: Accounts receivable for products, goods, works, services
de: Forderungen für Produkte, Waren, Arbeiten, Dienstleistungen
fr: Créances pour produits, biens, travaux, services
ru: Дебиторская задолженность за продукцию, товары, работы, услуги

# receivablesTurnover
source: Turnover of receivables
de: Umsatz von Forderungen
es: receivables turnover
fr: rotation des créances
ru: оборачиваемость дебиторской задолженности

source: Received fixed assets
de: Die wichtigsten Mittel sind angekommen
fr: Les principaux moyens sont arrivés
ru: Поступило основные средства

# ReceivedForReportingPeriod
source: Received during the reporting period
de: Im Berichtszeitraum eingegangen
es: Received for the reporting period
fr: Reçu au cours de la période de référence
ru: Поступило за отчетный период

# RecoveryRate
source: Recovery ratio
de: Erholungsfaktor
fr: Facteur de récupération
ru: Коэффициент восстановления

# RegisteredСapital
source: Registered (share) capital
de: Eingetragenes (Aktien-)Kapital
fr: Capital social (actions)
ru: Зарегистрированный (долевой) капитал

# ReleaseOrLackOfCurrentAssetsDueTurnover
source: Release (-), absence of current assets (+) due to changes in their turnover
de: Freigabe (-), Mangel an Umlaufvermögen (+) aufgrund einer Umsatzänderung
es: Release (-), absence of working assets (+) due to changes in their turnover
fr: Libération (-), manque d'actifs circulants (+) en raison d'une évolution de leur chiffre d'affaires
ru: Увольнение (-), отсутствие оборотных активов (+) из-за изменения их оборачиваемости

source: Reserve capital
de: Reservekapital
fr: Capital de réserve
ru: Резервный капитал

# RetainedEarnings
source: Undistributed profit (uncovered loss)
de: Einbehaltene Gewinne (ungedeckter Verlust)
fr: Bénéfices non répartis (perte non couverte)
ru: Нераспределенная прибыль (непокрытый убыток)

# RetiredFixedAssets
source: Decommissioned fixed assets
de: Stillgelegtes Anlagevermögen
es: Withdrawn from operation fixed assets
fr: Immobilisations déclassées
ru: Выведены из эксплуатации основные средства

# ReturnOnEquityPeriod
source: Payback period of own capital
de: Amortisationszeit des Eigenkapitals
fr: Période de récupération des capitaux propres
ru: Период окупаемости собственного капитала

# ReturnOnFixedAssets
source: Fixed asset turnover
de: Fondsrendite des Anlagevermögens
fr: Retour en fonds des immobilisations
ru: Фондоотдача основных средств

# ReturnOnIntangibleAssets
source: Intangible asset turnover
de: Fondsrendite immaterieller Vermögenswerte
fr: Fonds de restitution des actifs incorporels
ru: Фондоотдача нематериальных активов

# RevaluationDepreciationFinancialInstruments
source: Revaluation of financial instruments
de: Zusätzliche Bewertung (Abschreibung) von Finanzinstrumenten
es: Revaluation (assessment) of financial instruments
fr: Évaluation complémentaire (dépréciation) des instruments financiers
ru: Дооценка (уценка) финансовых инструментов

# RevaluationDepreciationNonCurrentAssets
source: Revaluation of non-current assets
de: Neubewertung (Abschreibung) des Anlagevermögens
es: Revaluation (assessment) of non-current assets
fr: Réévaluation (amortissement) des actifs non courants
ru: Дооценка (уценка) внеоборотных активов

# revenue
source: revenues
de: Einnahmen
fr: revenu
ru: выручки

# revolutions
source: turnovers
de: Revolutionen
fr: révolutions
ru: оборотов

# SalaryExpenses
source: Labor costs
de: Gehaltskosten
fr: dépenses salariales
ru: Расходы на оплату труда

# Samein%OfAssets
source: The same as % of assets
de: Dasselbe gilt in % des Vermögens
es: Same as a percentage of assets
fr: Le même en % des actifs
ru: То же в % к активам

source: Save to file
de: Speichern unter
fr: Enregistrer dans un fichier
ru: Сохранить в файл

# SellingExpenses
source: Labor costs
de: Verkaufskosten
es: Sales costs
fr: Frais de vente
ru: Расходы на сбыт

source: Settlements
de: Berechnungen
es: Calculations
fr: Calculs
ru: Расчеты

# settlementsWithBudget
source: settlements with the budget
de: Berechnungen mit dem Budget
es: calculations with the budget
fr: calculs avec le budget
ru: расчетами с бюджетом

source: settlements with insurance
de: Versicherungsberechnungen
es: insurance calculations
fr: calculs d'assurance
ru: расчетами по страхованию

# settlementsWithPayroll
source: settlements for labor
de: Lohn- und Gehaltsabrechnungen
es: calculations with labor payment
fr: calculs de paie
ru: расчетами по оплате труда

# ShareOtherComprehensiveIncome
source: Share of other comprehensive income from associates and joint ventures
de: Anteil am sonstigen Gesamteinkommen von assoziierten Unternehmen und Joint Ventures
es: Share of other comprehensive income of associates and joint ventures
fr: Quote-part des autres revenus globaux des entreprises associées et coentreprises
ru: Доля другого совокупного дохода ассоциированных и совместных предприятий

# ShortTermBankCredits
source: Short-term bank loans
de: Kurzfristige Bankkredite
fr: Crédits bancaires à court terme
ru: Краткосрочные кредиты банков

# ShortTermLiabilities
source: Short-term liabilities (P2)
de: Kurzfristige Verbindlichkeiten (P2)
fr: Passifs à court terme (P2)
ru: Краткосрочные пассивы (П2)

source: Short-term loans
de: Kurzfristige Kredite
fr: Emprunt de courte durée
ru: Краткосрочные кредиты

# SlowSellingAssets
source: Slow-liquid assets (A3)
de: Langsamdrehende Vermögenswerte (A3)
es: Slow-moving assets (A3)
fr: Actifs à rotation lente (A3)
ru: Медленно реализуемые активы (А3)

source: Solvency loss ratio
de: Die Solvenzquote
es: Insolvency loss ratio
fr: Le ratio de solvabilité
ru: Коэффициент утраты платежеспособности

# SolvencyRatios
source: Solvency indicators
de: Solvenzindikatoren
es: Liquidity ratios
fr: Indicateurs de solvabilité
ru: Показатели платежеспособности

# SolvencyRecoveryRatio
source: Recovery solvency ratio
de: Solvenz-Erholungsquote
es: Recovery liquidity ratio
fr: Taux de recouvrement de solvabilité
ru: Коэффициент восстановления платежеспособности

# SourcesOfCapitalFormation
source: Capital formation sources
de: Quellen der Kapitalbildung
fr: Sources de formation de capital
ru: Источники формирования капитала

source: Stability type
de: Art des Widerstands
fr: Type de résistance
ru: Тип стойкости

# StatementOfFinancialPerformance
source: Income Statement (Comprehensive Income Statement)
de: Finanzergebnisrechnung (Gesamtergebnisrechnung)
es: Financial results statement (Comprehensive income statement)
fr: État des résultats financiers (État du résultat global)
ru: Отчет о финансовых результатах (Отчет о совокупном доходе)

source: Stocks
de: Reserven
es: Inventories
fr: Réserves
ru: Запасы

# String
source: Erase data
de: Löschen von Daten
es: Clear data
fr: Efface les données
ru: Стереть данные

# StructureOfAccountsPayable
source: Creditor structure
de: Struktur der Verbindlichkeiten
fr: Structure des comptes créditeurs
ru: Структура кредиторской задолженности

# SuitabilityRatioForBegin
source: Fitness ratio at the beginning of the year
de: Fitnesskoeffizient zu Beginn des Jahres
es: Solvency ratio at the beginning of the year
fr: Coefficient de condition physique en début d'année
ru: Коэффициент годности на начало года

# SuitabilityRatioForEnd
source: Fitness ratio at the end of the year
de: Berechtigungsfaktor zum Jahresende
es: Solvency ratio at the end of the year
fr: Facteur d’éligibilité de fin d’année
ru: Коэффициент годности на конец года

source: Table
de: Tisch
fr: Tableau
ru: Таблица

# TangibleCurrentAssets
source: Material current assets
de: Sachanlagen
es: Material working assets
fr: Actifs corporels
ru: Материальные оборотные средства

# Tangibles
source: Material values
de: Sachwerte
fr: Tangibles
ru: Материальные ценности

# TargetedFinancing
source: Target funding
de: Gezielte Finanzierung
es: Target financing
fr: Financement ciblé
ru: Целевое финансирование

# TheCostOfNewFixedAssets
source: Cost of new fixed assets put into operation
de: Die Kosten für die Inbetriebnahme neuer Anlagegüter
fr: Le coût des nouvelles immobilisations mises en service
ru: Стоимость введенных в действие новых основных фондов

# thousandUAH
source: thousand hryvnias
de: Tausend Griwna
es: thousand UAH
fr: mille hryvnias
ru: тыс.грн.

source: times
de: Zeit
fr: temps
ru: раз

source: Total
de: Zusammen
fr: Ensemble
ru: вместе

# TotalAssets
source: Total capital (assets)
de: Gesamtkapital (Vermögen)
fr: Capital total (actifs)
ru: Всего капитала (активов)

source: Total coverage ratio
de: Gesamtdeckungsgrad
fr: Taux de couverture totale
ru: Общий коэффициент покрытия

source: Total income
de: Gesamteinkommen
fr: Revenu global
ru: Совокупный доход

# TotalReturnOnAssets
source: Overall return on total assets
de: Gesamtkapitalrendite aller Immobilien
es: Total capital turnover of all property
fr: Rendement total du capital de tous les biens
ru: Общая капиталоотдача всего имущества

# TotalSection
source: Overall by section
de: Alles nach Abschnitt
es: Total by section
fr: Tout par section
ru: Всего по разделу

# TotalSourcesOfCapital
source: Total capital sources
de: Gesamtkapitalquellen
fr: Sources totales de capital
ru: Всего источников капитала

# TotalWorkingCapital
source: Total current assets
de: Gesamtes Betriebskapital
es: Total working assets
fr: Fonds de roulement total
ru: Всего оборотных средств

source: total
de: alles
es: altogether
fr: tout
ru: всего

source: Turnover
de: Reversibilität
fr: Réversibilité
ru: Оборачиваемость

# TurnoverInSettlements
source: Turnover of funds in calculations
de: Mittelumschlag in Berechnungen
es: Cash turnover in settlements
fr: Rotation des fonds dans les calculs
ru: Оборачиваемость средств в расчетах

source: Turnover of current assets
de: Umsatz des Umlaufvermögens
es: Turnover of working capital
fr: Rotation des actifs circulants
ru: Оборачиваемость оборотных средств

source: Turnover of equity
de: Aktienumschlag
es: Turnover of own capital
fr: Rotation des capitaux propres
ru: Оборачиваемость собственного капитала

# TurnoverOfInventories
source: Turnover of production inventories
de: Umsatz der Produktionsbestände
fr: Rotation des stocks de production
ru: Оборачиваемость производственных запасов

source: Turnover of total capital
de: Umsatz des gesamten Kapitals
fr: Rotation de tout le capital
ru: Оборачиваемость всего капитала

# TurnoverOfWorkingCapital
source: Turnover of current assets
de: Umsatz des Umlaufvermögens
es: Turnover of working capital
fr: Rotation des actifs circulants
ru: Оборачиваемость оборотных средств

source: Types of current assets
de: Arten des Umlaufvermögens
es: Types of working capital
fr: Types d'actifs courants
ru: Виды оборотных средств

source: unfinished production
de: Unvollendete Produktion
es: work in progress
fr: Production inachevée
ru: незавершенное производство

source: Unpaid capital
de: Nicht eingezahltes Kapital
fr: Capital impayé
ru: Неоплаченный капитал

# UploadFromFile
source: Load from file
de: Aus Datei herunterladen
fr: Télécharger à partir du fichier
ru: Загрузить из файла

source: Value
de: Wert
fr: Valeur
ru: Значение

# wear
source: wear and tear
de: Verschleiß
es: Depreciation
fr: usure normale
ru: износ

# whichAccountedForUsingEquityMethod
source: accounted for by the equity method of other companies
de: die nach der Art der Beteiligung am Kapital anderer Unternehmen bilanziert werden
es: método de participación en el capital de otras empresas
fr: qui sont comptabilisés selon le mode de participation au capital d'autres entreprises
ru: которые учитываются по методу участия в капитале других предприятий

# WithAccruedIncome
source: From accrued income
de: Aus aufgelaufenen Einkünften
es: de los ingresos acumulados
fr: Du revenu accumulé
ru: С начисленных доходов

# WithAdvances
source: In advances
de: Auf Vorschüsse
es: por anticipado
fr: Sur les avances
ru: По авансам

# withBudget
source: with the budget
de: mit Budget
es: con el presupuesto
fr: avec un budget
ru: с бюджетом

# WithBudgetAndExtraBudgetaryFunds
source: With the budget and off-budget funds
de: Mit Haushalts- und außerbudgetären Mitteln
es: con el presupuesto y fondos extrapresupuestarios
fr: Avec des fonds budgétaires et extrabudgétaires
ru: С бюджетом и внебюджетными фондами

source: With buyers or suppliers
de: Mit Käufern oder Lieferanten
es: con clientes o proveedores
fr: Avec des acheteurs ou des fournisseurs
ru: С покупателями или поставщиками

source: Withdrawn capital
de: Abgezogenes Kapital
es: capital retirado
fr: Capital retiré
ru: Изъятый капитал

# WithdrewInReportingPeriod
source: Left in the reporting period
de: Im Berichtszeitraum eingestellt
es: retirado durante el período de informe
fr: Arrêté au cours de la période de référence
ru: Выбыло в отчетном периоде

# WithInternalCashSettlements
source: With internal settlements
de: Aus internen Berechnungen
es: de cálculos internos
fr: À partir de calculs internes
ru: Из внутренних расчетов

source: With long-term liabilities
de: Mit langfristigen Verpflichtungen
es: con obligaciones a largo plazo
fr: Avec des obligations à long terme
ru: С долгосрочными обязательствами

# WithOther
source: With others
de: Mit anderen
es: con otros
fr: Avec d'autre
ru: С другими

source: With participants
de: Mit Teilnehmern
es: con participantes
fr: Avec les participants
ru: С участниками

# WithPayroll
source: With labor payment
de: Vom Lohn
es: con pago de salarios
fr: Du salaire
ru: По оплате труда

# WorkingCapitalTurnoverTime
source: Turnover time of current assets
de: Zeitpunkt des Umschlags des Umlaufvermögens
es: tiempo de rotación de activos circulantes
fr: Moment de rotation des actifs circulants
ru: Время оборота оборотных средств

source: year
de: Jahr
es: año
fr: année
ru: год

source: years
de: Jahre
es: años
fr: années
ru: годы

source: Yes
de: Also
es: sí
fr: Donc
ru: Да
