Repository: whitewAw/Assessment-of-Ukrainian-financial-statements
Catalog: AFS.ComponentLibrary/Resources/Resource.*.resx
Languages: de, es, fr, ru

# ExcessOfDebt
source: Excess of liabilities
de: Überschuldung
es: Exceso de deudas
fr: Excès d’endettement
ru: Превышение задолженности

# ExpensesIncomeFromIncomeTax
source: Income (loss) from income tax
de: Aufwendungen (Einnahmen) aus der Einkommensteuer
es: Gastos (ingresos) por impuesto sobre la renta
fr: Dépenses (revenus) de l'impôt sur le revenu
ru: Расходы (доход) по налогу на прибыль

# FactorAnalysisOfFixedAssets
source: Fixed asset turnover factor analysis
de: Faktorenanalyse der Rendite des Anlagevermögens
es: Análisis factorial del rendimiento del capital fijo
fr: Analyse factorielle du rendement des immobilisations
ru: Факторный анализ фондоотдачи основных средств

# FactorsAffectingTurnoverOfWorkingCapital
source: Factors influencing the turnover of current assets
de: Faktoren, die den Umsatz des Umlaufvermögens beeinflussen
es: Factores que afectan la rotación de activos circulantes
fr: Facteurs affectant la rotation des actifs circulants
ru: Факторы, влияющие на оборачиваемость оборотных средств

source: Financial expenses
de: Finanzielle Auslagen
es: Gastos financieros
fr: Dépenses financières
ru: Финансовые расходы

# FinancialResultBeforeTax
source: Financial result before taxation
de: Finanzergebnis vor Steuern
es: Resultado financiero antes de impuestos
fr: Résultat financier avant impôt
ru: Финансовый результат для налогообложения

source: Financial result from operating activities
de: Finanzergebnis aus betrieblicher Tätigkeit
es: Resultado financiero de la actividad operativa
fr: Résultat financier des activités opérationnelles
ru: Финансовый результат от операционной деятельности

source: Financial results
de: Finanzielle Ergebnisse
es: Resultados financieros
fr: Résultats financiers
ru: Финансовые результаты

source: finished products
de: Endprodukt
es: productos acabados
fr: produit final
ru: готовая продукция

source: Fixed assets
de: Anlagevermögen
fr: Immobilisations
ru: Основные средства

# FixingRatioOfCurrentAssets
source: Working capital turnover ratio
de: Fixierungskoeffizient des Betriebskapitals
fr: Coefficient de fixation du fonds de roulement
ru: Коэффициент закрепления оборотных средств

# ForBills
source: Bills receivable
de: Für Schuldscheine
es: On bills
fr: Pour les billets à ordre
ru: По векселям

# ForReportingPeriod
source: For the reporting period
de: Für den Berichtszeitraum
fr: Pour la période de référence
ru: За отчетный период

# ForSamePeriodLastYear
source: For a similar period of the previous year
de: Für den gleichen Zeitraum des Vorjahres
es: For the same period of the previous year
fr: Pour la même période de l'année précédente
ru: За аналогичный период предыдущего года

source: from accrued income
de: aus aufgelaufenen Einkünften
fr: des revenus accumulés
ru: с начисленных доходов

source: From insurance
de: Von der Versicherung
fr: De l'assurance
ru: По страхованию

source: from internal settlements
de: aus internen Berechnungen
fr: à partir de calculs internes
ru: по внутренним расчетам

# fromMoney
source: Cash
de: Geld
fr: argent
ru: денежных средств

# fromReceivables
source: Accounts receivable
de: Forderungen
fr: comptes débiteurs
ru: дебиторской задолженности

# fromTangibleAssets
source: Material assets
de: materielle Werte
es: material values
fr: valeurs matérielles
ru: материальных ценностей

# FutureExpenses
source: Future period expenses
de: Aufwendungen zukünftiger Perioden
es: Expenses of future periods
fr: Dépenses des périodes futures
ru: Расходы будущих периодов

# FutureIncome
source: Future period income
de: Rechnungsabgrenzungsposten
es: Income of future periods
fr: Revenus différés
ru: Доходы будущих периодов

source: General indicators of financial stability
de: Allgemeine Indikatoren der Finanzstabilität
es: Overall financial stability indicators
fr: Indicateurs généraux de stabilité financière
ru: Общие показатели финансовой устойчивости

# GeneralInformation
source: General info
de: Allgemeine informationen
es: General information
fr: Informations générales
ru: Общая информация

source: Goods, works, services
de: Waren, Werke, Dienstleistungen
fr: biens, travaux, services
ru: товары, работы, услуги

source: Gross
de: Brutto
fr: Brut
ru: Валовой

# GrossProfitPerSoldProducts
source: Gross profit per UAH 1 of sales
de: Bruttogewinn pro UAH 1. verkaufte Produkte
es: Gross profit per UAH 1 of realized production
fr: Bénéfice brut par UAH 1. produits vendus
ru: Валовая прибыль на 1 руб. реализованной продукции

source: Growth rate
de: Wachstumsrate
fr: Taux de croissance
ru: темп роста

# HardToSellAssets
source: Hard-to-sell assets (A4)
de: Schwer zu realisierende Vermögenswerte (A4)
es: Hard-to-realize assets (A4)
fr: Actifs difficiles à réaliser (A4)
ru: Труднореализуемые активы (А4)

# in%OfBorrowedCapital
source: The same as a percentage of the attracted capital
de: Dasselbe in % des eingesetzten Kapitals
es: Same as a percentage of attracted capital
fr: Le même en % du capital engagé
ru: То же в % к привлеченному капиталу

# in%toCurrentMobileAssets
source: as a percentage of working capital
de: in % zum Betriebskapital
fr: en % du fonds de roulement
ru: в % к оборотным средствам

# in%ToEquity
source: The same as a percentage of own capital
de: Dasselbe in % zum Eigenkapital
es: Same as a percentage of own capital
fr: Idem en % des capitaux propres
ru: То же в % к собственному капиталу

# in%toSourcesOfCapital
source: The same as a percentage of capital sources
de: Das Gleiche gilt in % der Kapitalquellen
es: Same as a percentage of capital sources
fr: Le même en % aux sources de capital
ru: То же в % к источникам капитала

# includingDueTo
source: Including
de: auch auf Kosten von
es: including due to
fr: y compris aux dépens de
ru: в том числе за счет

# includingEliminated
source: including liquidated
de: einschließlich liquidiert
fr: y compris liquidé
ru: в т.ч. ликвидирован

source: Including income tax
de: inklusive Einkommensteuer
es: including from income tax
fr: y compris l'impôt sur le revenu
ru: в том числе по налогу на прибыль

source: Including new
de: einschließlich neue
fr: y compris les nouvelles
ru: в т.ч. новые

# IncomeFromEquityParticipation
source: Income from participation in capital
de: Erträge aus Kapitalbeteiligungen
fr: Revenus des participations au capital
ru: Доход от участия в капитале

# IncomeTaxRelatedOtherComprehensiveIncome
source: Income tax related to other comprehensive income
de: Einkommensteuer im Zusammenhang mit dem sonstigen Gesamteinkommen
fr: Impôt sur le résultat lié aux autres éléments du résultat global
ru: Налог на прибыль, связанный с другим совокупным доходом

# IncompleteCapitalInvestments
source: Unfinished capital investments
de: Unvollendete Kapitalinvestitionen
fr: Investissements en capital inachevés
ru: Незавершенные капитальные инвестиции

source: Indicators
de: Indizes
fr: Index
ru: Показатели

# IndicatorsOfBusinessActivity
source: Business activity indicators
de: Indikatoren der Geschäftstätigkeit
es: Indicators of business activity
fr: Indicateurs d'activité commerciale
ru: Показатели деловой активности

# IndicatorsOfEfficiencyOfUseOfIntangibleAssets
source: Efficiency indicators of intangible assets utilization
de: Indikatoren für die Wirksamkeit der Nutzung immaterieller Vermögenswerte
es: Indicators of efficiency in the use of intangible assets
fr: Indicateurs de l'efficacité de l'utilisation des actifs incorporels
ru: Показатели эффективности использования нематериальных активов

# IndicatorsOfEfficiencyOfWorkingCapital
source: Efficiency indicators of working capital utilization
de: Indikatoren für die Effizienz des Einsatzes von Betriebskapital
es: Indicators of efficiency in the use of working capital
fr: Indicateurs de l'efficacité de l'utilisation du fonds de roulement
ru: Показатели эффективности использования оборотных средств

# IndicatorsOfFinancialStability
source: Financial stability indicators
de: Indikatoren für Finanzstabilität
es: Indicators of financial stability
fr: Indicateurs de stabilité financière
ru: Показатели финансовой стойкости

# IndicatorsOfStateAndMovementOfFixedAssets
source: Indicators of the state and movement of fixed assets
de: Indikatoren für den Zustand und die Bewegung des Anlagevermögens
fr: Indicateurs de l'état et du mouvement des immobilisations
ru: Показатели состояния и движения основных средств

# IndicatorsOfTurnoverOfCurrentAssets
source: Turnover indicators of working capital
de: Indikatoren für den Umsatz des Umlaufvermögens
es: Turnover ratios of working capital
fr: Indicateurs de rotation des actifs circulants
ru: Показатели оборачиваемости оборотных средств

# initialCost
source: Original cost
de: Ursprünglicher Wert
fr: valeur initiale
ru: первоначальная стоимость

# InitialCostOfFixedAssetsAtBegin
source: Original cost of fixed assets at the beginning of the period
de: Anschaffungskosten des Anlagevermögens zu Beginn der Periode
es: Initial cost of fixed assets at the beginning of the period
fr: Coût initial des immobilisations en début de période
ru: Первоначальная стоимость основных средств на начало периода

# InitialCostOfFixedAssetsAtEndOfPeriod
source: Original cost of fixed assets at the end of the period
de: Anschaffungskosten des Anlagevermögens am Ende der Periode
es: Initial cost of fixed assets at the end of the period
fr: Coût initial des immobilisations à la fin de la période
ru: Первоначальная стоимость основных средств на конец периода

# InLongTerm
source: In the long-term perspective
de: Auf lange Sicht
fr: À long terme
ru: В долгосрочной перспективе

source: Input data
de: Eingehende Daten
fr: Données entrantes
ru: Входные данные

# InShortTerm
source: In the short-term perspective
de: Kurzfristig
fr: A court terme
ru: В краткосрочной перспективе

source: Intangible assets
de: Immaterielle Vermögenswerte
fr: Actifs incorporels
ru: Нематериальные активы

# IntegratedIndicatorOfEfficiencyOfCurrentAssets
source: Integrated indicator of working capital utilization efficiency
de: Ein integraler Indikator für die Effizienz des Einsatzes von Betriebskapital
es: Integrated indicator of efficiency in the use of working capital
fr: Un indicateur intégral de l'efficacité de l'utilisation du fonds de roulement
ru: Интегральный показатель эффективности использования оборотных средств

# IntegratedIndicatorOnFixedAssets
source: Integrated indicator of fixed assets utilization efficiency
de: Ein integraler Indikator für die Effizienz der Nutzung des Anlagevermögens
es: Integrated indicator of efficiency in the use of fixed assets
fr: Un indicateur intégral de l'efficacité de l'utilisation des immobilisations
ru: Интегральный показатель эффективности использования основных средств

source: Intermediate coverage ratio
de: Mittlerer Deckungsgrad
fr: Taux de couverture intermédiaire
ru: Промежуточный коэффициент покрытия

source: Investment property
de: Als Finanzinvestition gehaltene Immobilien
es: Investment real estate
fr: Propriété d'investissement
ru: Инвестиционная недвижимость

# LaborCapitalOfOneAverageEmployee
source: Labor productivity of one average employee
de: Arbeitsressourcen eines durchschnittlichen Arbeitnehmers
es: Labor fund per average employee
fr: Ressources en main-d'œuvre d'un employé moyen
ru: Фондовооруженность труда одного среднесписочного работника

source: Labor productivity
de: Produktivität
fr: Productivité
ru: Производительность труда

# Liabilities
source: Liability
de: passiv
fr: passif
ru: Пассив

# LiabilitiesRelatedNonCurrentAssetsHeldForSale
source: Liabilities related to non-current assets held for sale and disposal groups
de: Verbindlichkeiten im Zusammenhang mit zur Veräußerung gehaltenen langfristigen Vermögenswerten und Veräußerungsgruppen
fr: Passifs liés aux actifs non courants destinés à la vente et aux groupes destinés à être cédés
ru: Обязательства, связанные с необоротными активами, удерживаемыми для продажи, и группами выбытия

source: Liabilities related to non-current assets for sale
de: Verbindlichkeiten im Zusammenhang mit zum Verkauf stehenden langfristigen Vermögenswerten
es: Liabilities related to non-current assets held for sale
fr: Passifs liés aux actifs non courants destinés à la vente
ru: Обязательства, связанные с необоротными активами для продажи

# LineСode
source: Line code
de: Leitungscode
es: Row code
fr: Code de ligne
ru: Код строки

# LiquidityIndicatorsOfBalance
source: Balance liquidity indicators
de: Indikatoren der Bilanzliquidität
fr: Indicateurs de liquidité du bilan
ru: Показатели ликвидности баланса

source: Loading, please wait...
de: Laden, bitte warten...
fr: Chargement, veuillez patienter...
ru: Загружается, подождите...

# LongTermBankCredits
source: Long-term bank loans
de: langfristige Bankkredite
fr: crédits bancaires à long terme
ru: Долгосрочные кредиты банков

source: Long-term biological assets
de: Langfristige biologische Vermögenswerte
fr: Actifs biologiques à long terme
ru: Долгосрочные биологические активы

# LongTermFinancialIvestments
source: Long-term financial investments
de: Langfristige Finanzinvestitionen
fr: Placements financiers à long terme
ru: Долгосрочные финансовые инвестиции

source: long-term liabilities
de: langfristige Verbindlichkeiten
fr: passif à long terme
ru: долгосрочными обязательствами

# LongTermLiabilitiesAndCollateral
source: Long-term liabilities and provisions
de: Langfristige Verpflichtungen und Sicherheit
fr: Obligations à long terme et sécurité
ru: Долгосрочные обязательства и обеспечение

# LongTermLiabilitiesP
source: Long-term liabilities (P3)
de: Langfristige Verbindlichkeiten (P3)
fr: Passifs à long terme (P3)
ru: Долгосрочные пассивы (П3)

# LongTermLiabilities_
source: Long-term obligations
de: Langfristige Verpflichtungen
es: Long-term liabilities
fr: Obligations à long terme
ru: Долгосрочные обязательства

# LongTermLoans
source: Long-term provisions
de: Langfristige Vorsorge
fr: Provisions à long terme
ru: Долгосрочные обеспечения

# LongTermReceivables
source: Long-term accounts receivable
de: Langfristige Forderungen
fr: Créances à long terme
ru: Долгосрочная дебиторская задолженность

source: Loss
de: Verlust
fr: perte
ru: ущерб

# LossesFromEquityParticipation
source: Loss from participation in capital
de: Verluste aus Kapitalbeteiligungen
es: Losses from participation in capital
fr: Pertes liées à la participation au capital
ru: Потери от участия в капитале

source: Material costs
de: Materialkosten
fr: Coût des matériaux
ru: Материальные затраты

# materialValuesTurnover
source: Turnover of material assets
de: Umschlag materieller Werte
es: turnover of material values
fr: rotation des valeurs matérielles
ru: оборачиваемость материальных ценностей

# MoneyAndTheirEquivalents
source: Money and its equivalents
de: Geld und seine Äquivalente
es: Money and their equivalents
fr: L'argent et ses équivalents
ru: Деньги и их эквиваленты

# moneyTurnover
source: Turnover of cash
de: Liquidität der Mittel
es: cash turnover
fr: liquidité des fonds
ru: оборачиваемость денежных средств

# MostLiquidAssets
source: Most liquid assets (A1)
de: Die liquidesten Vermögenswerte (A1)
fr: Les actifs les plus liquides (A1)
ru: Наиболее ликвидные активы (А1)

# MostUrgentCommitments
source: Most urgent liabilities (P1)
de: Die dringendsten Verpflichtungen (P1)
fr: Les obligations les plus urgentes (P1)
ru: Наиболее срочные обязательства (П1)

source: Net financial result
de: Nettofinanzergebnis
fr: Résultat financier net
ru: Чистый финансовый результат

# NetIncomeFromSales
source: Net revenue from sales
de: Nettoertrag (Umsatz) aus Verkäufen
es: Net revenue (sales) from sales
fr: Revenu net (revenu) des ventes
ru: Чистый доход (выручка) от реализации

# NetIncomeFromSalesOfProducts
source: Net income from sales of products (goods, works, services)
de: Nettoeinkommen aus dem Verkauf von Produkten (Waren, Arbeiten, Dienstleistungen)
es: Net revenue from the sale of products (goods, works, services)
fr: Revenu net de la vente de produits (biens, travaux, services)
ru: Чистый доход от реализации продукции (товаров, работ, услуг)

source: Net profit
de: Reingewinn
fr: Bénéfice net
ru: Чистая прибыль

source: Net profit (loss) per ordinary share
de: Nettogewinn (-verlust) je Stammaktie
fr: Bénéfice (perte) net par action ordinaire
ru: Чистая прибыль (убыток) на одну простую акцию

source: No
de: NEIN
fr: Non
ru: Нет

source: Non-current assets
de: Anlagevermögen
fr: Actifs non courants
ru: Внеоборотные активы

# NonCurrentAssetsHeldForSale
source: Non-current assets held for sale and disposal groups
de: Zur Veräußerung gehaltene langfristige Vermögenswerte und Veräußerungsgruppen
fr: Actifs non courants détenus en vue de la vente et groupes cédés
ru: Необоротные активы, содержащиеся для продажи, и группы выбытия

# NonCurrentImmobilizedAssets
source: Non-current (fixed) assets
de: Irreversibel (immobilisiert) bedeutet
es: Non-current (immobilized) assets
fr: Irréversible (immobilisé) signifie
ru: Необратимые (иммобилизованные) средства

source: Normal financial stability
de: Normale finanzielle Stabilität
fr: Stabilité financière normale
ru: Нормальная финансовая устойчивость

# NumberInOrder
source: No.
de: NEIN
es: No. in the sequence
fr: Non
ru: № п/п

# NumberOfRevolutionsOfCurrentAssets
source: Number of turnovers of current assets
de: Die Anzahl der Umsätze des Umlaufvermögens
es: Number of turnovers of working capital
fr: Le nombre de rotations des actifs circulants
ru: Количество оборотов оборотных средств

# OneDaySalesRevenue
source: One-day revenue from sales
de: Tagesumsatz
es: Daily revenue from sales
fr: Chiffre d'affaires d'une journée
ru: Однодневная выручка от реализации

# onIssuedAdvances
source: Against advances issued
de: auf ausgestellte Vorschüsse
es: on advances issued
fr: sur les avances émises
ru: по выданным авансам

# onReceivedAdvances
source: Against advances received
de: für erhaltene Vorschüsse
es: on advances received
fr: pour les avances reçues
ru: по полученным авансам

# OperatingCycleDuration
source: Duration of the operating cycle
de: Dauer des Betriebszyklus
es: Operating cycle duration
fr: Durée du cycle de fonctionnement
ru: Продолжительность операционного цикла

# OtherAggregateIncomeAfterTax
source: Other comprehensive income after tax
de: Sonstiges Gesamtergebnis nach Steuern
fr: Autres éléments du résultat global après impôts
ru: Другой совокупный доход после налогообложения

# OtherAggregatePreTaxIncome
source: Other comprehensive income before tax
de: Sonstiges Gesamtergebnis vor Steuern
fr: Autres éléments du résultat global avant impôts
ru: Другой совокупный доход к налогообложению

source: Other current assets
de: Sonstige kurzfristige Vermögenswerte
fr: Autres actifs courants
ru: Прочие оборотные активы

source: Other current liabilities
de: Weitere aktuelle Verpflichtungen
fr: Autres engagements en cours
ru: Другие текущие обязательства

# OtherCurrentReceivables
source: Other current accounts receivable
de: Sonstige kurzfristige Forderungen
es: Other current receivables
fr: Autres créances courantes
ru: Другая текущая дебиторская задолженность

source: Other expenses
de: Andere Ausgaben
fr: Autres dépenses
ru: Прочие расходы

source: Other financial income
de: Sonstige Finanzerträge
fr: Autres produits financiers
ru: Прочие финансовые доходы

source: Other financial investments
de: sonstige Finanzanlagen
fr: autres investissements financiers
ru: другие финансовые инвестиции

# OtherFixedAssets
source: Other non-current assets
de: Sonstige langfristige Vermögenswerte
fr: Autres actifs non courants
ru: Прочие внеоборотные активы

source: Other income
de: Anderes Einkommen
fr: Autre revenu
ru: Другие доходы

source: Other long-term liabilities
de: Sonstige langfristige Verbindlichkeiten
fr: Autres passifs à long terme
ru: Прочие долгосрочные обязательства

source: Other operating expenses
de: Sonstige betriebliche Aufwendungen
fr: Autres charges d'exploitation
ru: Прочие операционные расходы

source: Other operating income
de: Die sonstigen betrieblichen Erträge
fr: Autres produits d'exploitation
ru: Прочие операционные доходы

# OtherTotalIncome
source: Other comprehensive income
de: Sonstiges Gesamteinkommen
fr: L'autre résultat étendu
ru: Другой совокупный доход

source: Overall liquidity ratio
de: Allgemeiner Liquiditätsindikator
fr: Indicateur général de liquidité
ru: Общий показатель ликвидности

source: Own current assets
de: Eigenes Betriebskapital
es: Own working capital
fr: Propre fonds de roulement
ru: Собственные оборотные средства

# PaymentSurplusOrShortage
source: Payment surplus (+) or deficit (-)
de: Zahlungsüberschuss (+) oder -mangel (-)
es: Cash surplus (+) or shortage (-)
fr: Excédent de paiement (+) ou déficit (-)
ru: Платежный избыток (+) или недостаток (-)

source: people
de: Person
fr: personne
ru: чел.

source: Period
de: Zeitraum
fr: Période
ru: Период

# PermanentLiabilities
source: Permanent liabilities (P4)
de: Dauerhafte Verbindlichkeiten (P4)
fr: Passifs permanents (P4)
ru: Постоянные пассивы (П4)

# PostponedTaxAssets
source: Deferred tax assets
de: Latente Steueransprüche
fr: Actifs d'impôts différés
ru: Отложенные налоговые активы

source: Pre-crisis financial stability
de: Finanzielle Stabilität vor der Krise
fr: Stabilité financière avant la crise
ru: Предкризисная финансовая устойчивость

# ProceedsFromSales
source: Revenue from sales of products
de: Einnahmen aus Produktverkäufen
es: Revenue from the sale of products
fr: Revenus des ventes de produits
ru: Выручка от реализации продукции

# productionStocks
source: production inventories
de: Vorräte
fr: stocks
ru: производственные запасы

# ProductivityOfOneAverageEmployee
source: Labor productivity of one average employee
de: Arbeitsproduktivität eines durchschnittlichen Arbeitnehmers
es: Labor productivity per average employee
fr: Productivité du travail d'un employé moyen
ru: Производительность труда одного среднесписочного работника

source: profit
de: profitieren
ru: прибыль

# ProfitabilityOfCurrentAssets
source: Turnover profitability of current assets
de: Rentabilität des Betriebskapitals
es: Turnover profitability of working capital
fr: Rentabilité du fonds de roulement
ru: Рентабельность оборотных средств

# ProfitabilityOnFixedAssets
source: Profitability of fixed assets
de: Rentabilität des Anlagevermögens
fr: Rentabilité des immobilisations
ru: Рентабельность основных средств

# ProfitabilityRatioOfEnterprise
source: Enterprise profitability ratio
de: Rentabilitätskoeffizient des Unternehmens
fr: Coefficient de rentabilité de l'entreprise
ru: Коэффициент выгодности предприятия

# ProfitFromOperatingActivities
source: Operating profit
de: Profitieren Sie von der betrieblichen Tätigkeit
es: Profit from operating activities
fr: Bénéfice des activités d'exploitation
ru: Прибыль от операционной деятельности

source: Profit (loss) from discontinued operations after tax
de: Gewinn (Verlust) aus aufgegebenen Geschäftsbereichen nach Steuern
fr: Bénéfice (perte) des activités abandonnées après impôts
ru: Прибыль (убыток) от прекращенной деятельности после налогообложения

# PromissoryNotesIssued
source: Bills issued
de: Schuldscheine ausgegeben
es: Issued bills
fr: Billets à ordre émis
ru: Векселя изданы

# PromissoryNotesReceived
source: Bills received
de: Schuldscheine erhalten
es: Received bills
fr: Billets à ordre reçus
ru: Векселя получены

# QuickSellingAssets
source: Quick-liquid assets (A2)
de: Umlaufvermögen (A2)
es: Quick assets (A2)
fr: Actif circulant (A2)
ru: Быстрореализуемые активы (А2)

# RaisedCapital
source: Capital raised
de: Kapital eingesammelt
es: Capital attracted
fr: Capital levé
ru: Привлеченный капитал
