Repository: whitewAw/Assessment-of-Ukrainian-financial-statements
Catalog: AFS.ComponentLibrary/Resources/Resource.*.resx
Languages: de, es, fr, ru

# A1A2A3&lt;P1
source: A1+A2+A3 < L1
de: V1+V2+V3 < P1
fr: A1+A2+A3 < P1
ru: А1+A2+A3 < П1

# A1A2A3&lt;P1P2
source: A1+A2+A3 < L1+L2
de: V1+V2+V3 < P1+P2
fr: A1+A2+A3 < P1+P2
ru: А1+A2+A3 < П1+П2

# A1A2A3&lt;P1P2P3
source: A1+A2 +A3 < L1+L2+L3
de: V1+V2 +V3 < P1+P2+P3
fr: A1+A2 +A3 < P1+P2+P3
ru: А1+A2 +A3 < П1+П2+П3

# A1A2A3P1
source: A1+A2+A3 >= L1
de: V1+V2+V3 >= P1
fr: A1+A2+A3 >= P1
ru: А1+A2+A3 >= П1

# A1A2A3P1P2
source: A1+A2+A3 >= L1+L2
de: V1+V2+V3 >= P1+P2
fr: A1+A2+A3 >= P1+P2
ru: А1+A2+A3 >= П1+П2

# A1A2A3P1P2P3
source: A1+A2 +A3 >= L1+L2+L3
de: V1+V2 +V3 >= P1+P2+P3
fr: A1+A2 +A3 >= P1+P2+P3
ru: А1+A2 +A3 >= П1+П2+П3

# A1A2P1
source: A1+A2 >= L1
de: V1+V2 >= P1
fr: A1+A2 >= P1
ru: А1+A2 >= П1

# A1A2P1P2
source: A1+A2 >= L1+L2
de: V1+V2 >= P1+P2
fr: A1+A2 >= P1+P2
ru: А1+A2 >= П1+П2

# A1A2P1P2P3
source: A1+A2 >= L1+L2+L3
de: V1+V2 >= P1+P2+P3
fr: A1+A2 >= P1+P2+P3
ru: А1+A2 >= П1+П2+П3

# A1P1
source: A1 >= L1
de: V1 >= P1
fr: A1 >= P1
ru: А1 >= П1

# A1P1P2
source: A1 >= L1+L2
de: V1 >= P1+P2
fr: A1 >= P1+P2
ru: А1 >= П1+П2

# A1P1P2P3
source: A1 >= L1+L2+L3
de: V1 >= P1+P2+P3
fr: A1 >= P1+P2+P3
ru: А1 >= П1+П2+П3

# AbsoluteFinancialStabilityInit
source: Absolute financial stability
de: Absolute finanzielle Stabilität
es: Аbsoluta estabilidad financiera
fr: Stabilité financière absolue
ru: Абсолютная финансовая устойчивость

source: Absolute liquidity ratio
de: Koeffizient der absoluten Liquidität
es: Coeficiente de liquidez absoluta
fr: Ratio de liquidité absolu
ru: Коэффициент абсолютной ликвидности

# accounts
source: receivable
de: Forderungen
es: Deudas pendientes
fr: comptes débiteurs
ru: дебиторской

source: Accounts payable
de: Verbindlichkeiten gegenüber Lieferanten
es: Deudas a acreedores
fr: Dettes
ru: Кредиторская задолженность

source: Accounts receivable
de: Forderungen
es: Deudas a clientes
fr: Créances
ru: Дебиторская задолженность

source: Accounts receivable for debts
de: Forderungen aus Lieferungen und Leistungen
es: Deudas a clientes por cuentas
fr: Créances selon les calculs
ru: Дебиторская задолженность по расчетам

# AccruedDepreciationAtBegin
source: Accrued depreciation at the beginning of the year
de: Betrag der abgeschriebenen Kosten zu Beginn des Jahres
es: Monto de la depreciación acumulada al inicio del año
fr: Montant de l'amortissement cumulé en début d'année
ru: Сумма начисленного износа на начало года

# AccruedDepreciationAtEnd
source: Accrued depreciation at the end of the year
de: Betrag der abgeschriebenen Kosten am Ende des Jahres
es: Monto de la depreciación acumulada al final del año
fr: Montant des amortissements cumulés en fin d'année
ru: Сумма начисленного износа на конец года

source: Accumulated depreciation
de: kumulierte Abschreibung
es: Amortización acumulada
fr: dépréciation accumulée
ru: накопленная амортизация

source: Accumulated exchange rate differences
de: kumulierte Wechselkursdifferenzen
es: Diferencias de cambio acumuladas
fr: Différences de change accumulées
ru: Накопленные курсовые разницы

source: Additional capital
de: Zusätzliches Eigenkapital
es: Capital adicional
fr: Capital supplémentaire
ru: Дополнительный капитал

# AdditionalInfo
source: Additional information
de: Zusätzliche Informationen
es: Información adicional
fr: Informations Complémentaires
ru: Дополнительная информация

# AdjustedAverageNumberOrdinaryShares
source: Adjusted average number of ordinary shares
de: Bereinigte durchschnittliche Anzahl der Stammaktien
es: Cantidad ajustada de acciones ordinarias en circulación promedio
fr: Nombre annuel moyen ajusté d'actions ordinaires
ru: Скорректированное среднегодовое количество простых акций

source: Adjusted indicator
de: bereinigter Wert
es: Índice ajustado
fr: taux ajusté
ru: скорректированный показатель

source: Adjusted net profit (loss) per ordinary share
de: Bereinigter Nettoergebnis (Verlust) pro Stammaktie
es: Ganancia (pérdida) neta ajustada por acción ordinaria
fr: Bénéfice (perte) net ajusté par action ordinaire
ru: Скорректированная чистая прибыль (убыток) на одну простую акцию

source: Administrative expenses
de: Verwaltungsaufwendungen
es: Gastos administrativos
fr: Dépenses administratives
ru: Административные расходы

source: Amortization
de: Abschreibung
es: Amortización
fr: Amortissement
ru: Амортизация

source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Es-tu sûr?
ru: Вы уверены?

source: Article
de: Artikel
es: Artículo
ru: Статья

# AssessmentOfFinancialStatements
source: Assessment of Ukrainian financial statements
de: Bewertung des Finanzberichts
es: Evaluación de los estados financieros
fr: Évaluation des états financiers
ru: Оценка финансовой отчетности

source: Assessment of receivable and payable
de: Vergleichende Bewertung der Forderungen und Verbindlichkeiten
es: Evaluación comparativa de deudas pendientes y acreedores
fr: Évaluation comparative des créances et des dettes
ru: Сравнительная оценка дебиторской и кредиторской задолженности

source: Asset
de: Vermögen
es: Activo
fr: Actifs
ru: Актив

# AtBeginningReportingPeriod
source: At the beginning of the reporting period
de: Zu Beginn des Berichtszeitraums
es: Al inicio del período de informe
fr: Au début de la période de référence
ru: В начало отчетного периода

# atBeginOfYear
source: At the beginning of the year
de: zu Beginn des Jahres
es: Al inicio del año
fr: au début de l'année
ru: на начало года

# AtEndingReportingPeriod
source: At the ending of the reporting period
de: Am Ende des Berichtszeitraums
es: На el final del período de informe
fr: À la fin de la période de référence
ru: На конец отчетного периода

# atEndOf
source: At the end of the {0} year
de: am Ende des {0} Jahres
es: al final del año {0}
fr: à la fin de {0} année
ru: на конец {0} года

# atEndOfYear
source: At the end of the year
de: am Ende des Jahres
es: al final del año
fr: à la fin de l'année
ru: на конец года

source: Availability and movement of fixed assets
de: Verfügbarkeit und Bewegung von Sachanlagen
es: Disponibilidad y movimiento de activos fijos
fr: Disponibilité et mouvement des immobilisations
ru: Наличие и движение основных средств

# AvailabilityForStockFormation
source: Availability of own current, long-term, and short-term borrowed funds for forming reserves
de: Verfügbarkeit von Eigen- und Fremdkapital für die Bildung von Vorräten
es: Disponibilidad de activos circulantes, a largo plazo y a corto plazo para la formación de inventarios
fr: La disponibilité de fonds propres en circulation, à long terme et à court terme pour la constitution de réserves
ru: Наличие собственных оборотных, долгосрочных и краткосрочных привлеченных средств для формирования запасов

# AvailabilityOfOwnCurrentAndLongTermBorrowedForStocks
source: Availability of own current and long-term borrowed funds for forming reserves
de: Verfügbarkeit von Eigen- und Fremdkapital für die Bildung von Vorräten
es: Disponibilidad de activos circulantes y a largo plazo para la formación de inventarios
fr: Disponibilité de fonds propres à court et à long terme pour la constitution de réserves
ru: Наличие собственных оборотных и долгосрочных привлеченных средств формирования запасов

# AvailabilityOfWorkingCapitalForFormationOfStocks
source: Availability of own current funds for forming reserves
de: Verfügbarkeit von Eigenkapital für die Bildung von Vorräten
es: Disponibilidad de activos circulantes para la formación de inventarios
fr: Disponibilité de son propre fonds de roulement pour la constitution de réserves
ru: Наличие собственных оборотных средств для формирования запасов

# AverageAnnualCostOfFixedAssets
source: Average cost of fixed assets
de: Durchschnittliche Kosten der Sachanlagen
es: Valor promedio de activos fijos
fr: Coût annuel moyen des immobilisations
ru: Среднегодовая стоимость основных средств

# AverageAnnualCostOfIntangibleAssets
source: Average cost of intangible assets
de: Durchschnittliche Kosten immaterieller Vermögenswerte
es: Valor promedio de activos intangibles
fr: Valeur annuelle moyenne des actifs incorporels
ru: Среднегодовая стоимость нематериальных активов

source: average balances
de: durchschnittliche Bestände
es: promedio de saldos
fr: résiduels moyens
ru: средних остатков

source: Average number of employees
de: Durchschnittliche Mitarbeiterzahl
es: Número promedio de empleados
fr: Le nombre moyen d'employés
ru: Среднесписочная численность работников

# AverageNumberOrdinaryShares
source: Average number of ordinary shares
de: Durchschnittliche Anzahl der Stammaktien
es: Cantidad promedio de acciones ordinarias
fr: Nombre moyen annuel d'actions ordinaires
ru: Среднегодовое количество простых акций

# AverageWorkingCapitalBalances
source: Average balances of current assets
de: Durchschnittliche Bestände an Umlaufvermögen
es: Promedio de saldos de activos circulantes
fr: Soldes moyens des actifs courants
ru: Средние остатки оборотных средств

source: Balance
de: Bilanz
fr: Équilibre
ru: Баланс

# BalanceAtBeginOfYearAtOriginalCost
source: Beginning-of-year balance at historical cost
de: Saldo zu Beginn des Jahres zu Anschaffungskosten
es: Saldo al inicio del año a costo original
fr: Solde en début d'année au coût initial
ru: Остаток на начало года по первоначальной стоимости

# BalanceAtEndOfYearAtOriginalBalanceAtEndOfYearAtOriginalCost
source: End-of-year balance at historical cost
de: Saldo am Ende des Jahres zu Anschaffungskosten
es: Saldo al final del año a costo original
fr: Solde à la fin de l'année au coût d'origine
ru: Остаток на конец года по первоначальной стоимости

# BalanceAtEndOfYearMinusDepreciation
source: End-of-year balance net of depreciation
de: Saldo am Ende des Jahres abzüglich Abschreibung
es: Saldo al final del año neto de depreciación
fr: Solde à la fin de l'année moins les amortissements
ru: Остаток на конец года за минусом износа

# BalanceIsLiquid
source: Liquid balance
de: Liquiditätsbilanz
es: Balance líquido
fr: Le solde est liquide
ru: Баланс ликвидный

# BalanceIsNotLiquid
source: Illiquid balance
de: Illiquiditätsbilanz
es: Balance no líquido
fr: Le solde est illiquide
ru: Баланс неликвидный

source: base period
de: Basisperiode
es: período base
fr: période de base
ru: базовый период

source: Base year
de: Basisjahr
es: Año base
fr: Année de base
ru: Базовый год

# bySettlementsWithParticipants
source: in settlements with participants
de: aufgrund von Geschäftsbeziehungen
es: con cálculos de participantes
fr: selon calculs avec les participants
ru: по расчетам с участниками

# CalculationOfIndicatorsOfEfficiencyOfUseOfFixedAssets
source: Calculation of summary indicators of efficiency in the use of fixed assets
de: Berechnung von zusammenfassenden Kennzahlen zur Effizienz der Nutzung von Sachanlagen
es: Cálculo de indicadores generales de eficiencia en el uso de activos fijos
fr: Calcul d'indicateurs généraux de l'efficacité de l'utilisation des immobilisations
ru: Расчет обобщающих показателей эффективности использования основных средств

# CalculationOfIndicatorsOfEfficiencyOfUseOfFixedAssetsTablName
source: Table {0}. Calculation of summary indicators of efficiency in the use of fixed assets {1} for {2}-{3} years
de: Tabelle {0}. Berechnung von zusammenfassenden Kennzahlen zur Effizienz der Nutzung von Sachanlagen {1} für die Jahre {2}-{3}
es: Tabla {0}. Cálculo de indicadores generales de eficiencia en el uso de activos fijos {1} para los años {2}-{3}
fr: Tableau {0}. Calcul d'indicateurs généraux de l'efficacité de l'utilisation des immobilisations {1} pendant {2}-{3} ans
ru: Таблица {0}. Расчет обобщающих показателей эффективности использования основных средств {1} за {2}-{3} года

# CalculationStockProfitabilityIndicators
source: Calculation of stock profitability indicators
de: Berechnung der Renditekennzahlen
es: Cálculo de indicadores de rentabilidad de acciones
fr: Calcul des indicateurs de rentabilité des actions
ru: Расчет показателей доходности акций

# CapitalInRevaluations
source: Capital in reappraisals
de: Eigenkapital in Neubewertungen
es: Capital en reevaluaciones
fr: Capital dans les réévaluations
ru: Капитал в дооценках

# CapitalIntensityOfProducts
source: Production capacity
de: Produktionskapazität
es: Capacidad de fondo de producción
fr: Capacité capitalistique des produits
ru: Фондоемкость продукции

# cargo
source: goods
de: Waren
es: bienes
fr: marchandises
ru: товары

# CashCurrentFinancialInvestments
source: Cash and current financial investments
de: Bargeld und laufende Finanzanlagen
es: Recursos monetarios e inversiones financieras actuales
fr: Trésorerie et placements financiers courants
ru: Денежные средства и текущие финансовые инвестиции

# CharacteristicsOfCapital
source: Capital characteristics
de: Merkmale des Kapitals
es: Características del capital
fr: Caractéristiques du capital
ru: Характеристика капитала

# ClassificationOfTypesOfFinancialStability
source: Classification of types of financial stability based on the degree of liquidity of working capital
de: Klassifizierung der Arten der Finanzstabilität anhand des Liquiditätsgrads des Betriebskapitals
es: Clasificación de tipos de estabilidad financiera según el grado de liquidez de activos circulantes
fr: Classification des types de stabilité financière en fonction du degré de liquidité du fonds de roulement
ru: Классификация типов финансовой устойчивости исходя из степени ликвидности оборотных средств

# CoefficientOfBusinessActivity
source: Business activity ratio
de: Koeffizient der Geschäftstätigkeit
es: Índice de actividad empresarial
fr: Coefficient d'activité commerciale
ru: Коэффициент деловой активности

# CoefficientOfConcentrationOfBorrowedCapital
source: Concentration ratio of borrowed capital
de: Konzentrationsverhältnis des beteiligten Kapitals
es: Índice de concentración de capital atraído
fr: Taux de concentration du capital impliqué
ru: Коэффициент концентрации привлеченного капитала

# CoefficientOfEfficiencFinancialResources
source: Efficiency ratio of financial resource utilization
de: Der Effizienzkoeffizient der Verwendung finanzieller Ressourcen
es: Índice de eficiencia en el uso de recursos financieros
fr: Le coefficient d'efficacité de l'utilisation des ressources financières
ru: Коэффициент эффективности использования финансовых ресурсов

# CoefficientOfFinancialDependence
source: Financial leverage ratio
de: Koeffizient der finanziellen Abhängigkeit
es: Índice de dependencia financiera
fr: Coefficient de dépendance financière
ru: Коэффициент финансовой зависимости

# CoefficientOfFinancialStability
source: Financial stability ratio
de: Finanzstabilitätskoeffizient
es: Índice de estabilidad financiera
fr: Coefficient de stabilité financière
ru: Коэффициент финансовой стойкости

# CoefficientOfIndependence
source: Independence ratio (concentration of equity)
de: Unabhängigkeitskoeffizient (Eigenkapitalkonzentration)
es: Índice de independencia (concentración de capital propio)
fr: Coefficient d'indépendance (concentration des actions)
ru: Коэффициент независимости (концентрация собственного капитала)

# CoefficientOfLongevityOfBorrowedFunds
source: Long-term borrowing ratio
de: Koeffizient der langfristigen Attraktivität von Kreditmitteln
es: Índice de duración de la atracción de préstamos
fr: Coefficient d'attraction à long terme des fonds de prêt
ru: Коэффициент длительности привлечения заемных средств

# CoefficientOfManeuverabilityOfEquity
source: Maneuverability ratio of equity
de: Eigenkapital-Manövrierfähigkeitskoeffizient
es: Índice de maniobrabilidad del capital propio
fr: Coefficient de maniabilité des capitaux propres
ru: Коэффициент маневренности собственного капитала

# CoefficientOfOwnFundsUtilization
source: Utilization ratio of own funds
de: Der Verwendungskoeffizient der Eigenmittel
es: Índice de utilización de recursos propios
fr: Le coefficient d'utilisation des fonds propres
ru: Коэффициент использования собственных средств

# CoefficientOfStabilityOfEconomicGrowth
source: Economic growth stability ratio
de: Nachhaltigkeitskoeffizient des Wirtschaftswachstums
es: Índice de estabilidad del crecimiento económico
fr: Coefficient de durabilité de la croissance économique
ru: Коэффициент устойчивости экономического роста

# CoefficientOfStructureOfLongTermInvestments
source: Long-term investment structure ratio
de: Koeffizient der Struktur langfristiger Investitionen
es: Índice de estructura de inversiones a largo plazo
fr: Coefficient de structure des investissements à long terme
ru: Коэффициент структуры долгосрочных вложений

source: Company name
de: Der Firmenname
es: Nombre de la empresa
fr: Le nom de l'entreprise
ru: Название компании

# CompositionOfAssets
source: Asset composition
de: Zusammensetzung des Vermögens
es: Composición de activos
fr: Composition des actifs
ru: Состав активов

# ComprehensiveIncome
source: Total income
de: Gesamteinkommen
es: Ingreso total
fr: Revenu global
ru: Совокупный доход

source: Cost of goods sold
de: Kosten der verkauften Waren (Waren, Arbeiten, Dienstleistungen)
es: Costo de producción de bienes vendidos
fr: Coût des biens vendus (biens, travaux, services)
ru: Себестоимость реализованной продукции (товаров, работ, услуг)

# CostOfLeftFixedAssets
source: Value of retired fixed assets
de: Die Kosten für verlassenes Anlagevermögen
es: Valor de los activos fijos dados de baja
fr: Le coût des immobilisations abandonnées
ru: Стоимость выбывших основных фондов

# CrisisFinancialStability
source: Financial stability in crisis
de: Krise der Finanzstabilität
es: Estabilidad financiera en crisis
fr: Stabilité financière en cas de crise
ru: Кризисная финансовая устойчивость

# currency
source: uah.
ru: грн.

source: Current
de: aktuell
es: Actual
fr: actuel
ru: Текущая

source: Current accounts payable for
de: Kontokorrentverbindlichkeiten für
es: Deudas a corto plazo al final de
fr: Comptes courants à payer pour
ru: Текущая кредиторская задолженность за

source: Current assets
de: Umlaufvermögen
es: Activos circulantes
fr: Actifs courants
ru: Оборотные активы

source: Current biological assets
de: Aktuelle biologische Vermögenswerte
es: Activos biológicos actuales
fr: Actifs biologiques actuels
ru: Текущие биологические активы

source: Current financial investments
de: Aktuelle Finanzinvestitionen
es: Inversiones financieras actuales
fr: Placements financiers actuels
ru: Текущие финансовые инвестиции

source: Current liabilities and provisions
de: Kurzfristige Verbindlichkeiten und Rückstellungen
es: Pasivos y provisiones actuales
fr: Passifs et provisions courants
ru: Текущие обязательства и обеспечение

# CurrentLiquidityFactor
source: Current liquidity ratio
de: Aktuelle Liquiditätsquote
es: Índice de liquidez actual
fr: Ratio de liquidité actuel
ru: Коэффициент текущей ликвидности

source: Current (mobile) assets
de: Umlaufende (mobile) Mittel
es: Activos circulantes (móviles)
fr: Moyens circulants (mobiles)
ru: Оборотные (мобильные) средства

# currentPeriod
source: reporting period
de: Berichtszeitraum
es: período de informe
fr: période de déclaration
ru: отчетный период

# CurrentSupplies
source: Current provisions
de: Aktuelle Bestimmungen
es: Garantías actuales
fr: Dispositions actuelles
ru: Текущие обеспечения

source: Current year
de: Laufendes Jahr
es: Año actual
fr: Année actuelle
ru: Текущий год

source: days
de: Tage
es: días
fr: jours
ru: дней

# DeductionsSocialEvents
source: Social contributions
de: Abzüge für gesellschaftliche Veranstaltungen
es: Deducciones para eventos sociales
fr: Déductions pour événements sociaux
ru: Отчисления на социальные мероприятия

source: Deferred tax liabilities
de: Latente Steuerschulden
es: Obligaciones fiscales diferidas
fr: Passifs d'impôts différés
ru: Отложенные налоговые обязательства

# DepreciationRateOfFixedAssetAtBegin
source: Beginning-of-year depreciation ratio of fixed assets
de: Abschreibungsrate des Anlagevermögens zu Jahresbeginn
es: Índice de depreciación de activos fijos al inicio del año
fr: Taux d'amortissement des immobilisations en début d'année
ru: Коэффициент износа основных средств на начало года

# DepreciationRateOfFixedAssetAtEnd
source: End-of-year depreciation ratio of fixed assets
de: Abschreibungsrate des Anlagevermögens am Jahresende
es: Índice de depreciación de activos fijos al final del año
fr: Taux d'amortissement des immobilisations en fin d'année
ru: Коэффициент износа основных средств на конец года

source: deviation
de: Abweichung
es: variaciones
fr: déviation
ru: отклонение

source: Deviation
de: Abweichung
es: Desviación
fr: Déviation
ru: Отклонение

# DisposalRate
source: Disposal ratio
de: Abbruchquote
es: Índice de salida
fr: Taux d'abandon
ru: Коэффициент выбытия

# DividendsPerSimpleShare
source: Dividends per ordinary share
de: Dividenden pro Stammaktie
es: Dividendos por acción ordinaria
fr: Dividendes par action ordinaire
ru: Дивиденды на одну простую акцию

source: Dynamics
de: Dynamik
es: Dinámica
fr: Dynamique
ru: Динамика

# ElementsOperatingCosts
source: Elements of operating expenses
de: Elemente der Betriebskosten
es: Elementos de gastos operativos
fr: Éléments de coûts de fonctionnement
ru: Элементы операционных расходов

source: Equity
de: Eigenkapital
es: Capital propio
fr: Équité
ru: Собственный капитал

source: Erase data
de: Löschen von Daten
es: Borrar datos
fr: Efface les données
ru: Стереть данные

# EstimationOfBalanceLiquidityAtBegin
source: Assessment of balance liquidity {0} at the beginning of {1} year
de: Beurteilung der Bilanzliquidität {0} zu Beginn des Jahres {1}
es: Evaluación de la liquidez del balance al inicio del año {1}
fr: Évaluation de la liquidité du bilan {0} au début de l'année {1}
ru: Оценка ликвидности баланса {0} до начала {1} года

# EstimationOfBalanceLiquidityAtEnd
source: Assessment of balance liquidity {0} at the end of {1} year
de: Liquiditätsbewertung des {0}-Saldos am Ende von {1} Jahr
es: Evaluación de la liquidez del balance al final del año {1}
fr: Évaluation de la liquidité du solde {0} à la fin de {1} année
ru: Оценка ликвидности баланса {0} к концу {1} года

# ExcessLackOfWorkingCapitalAndLongTermAndShortTermForStocks
source: Surplus (+), deficit (-) of own current, long-term, and short-term borrowed funds for forming reserves
de: Überschuss (+), Mangel (-) an eigenem Betriebskapital, lang- und kurzfristigen Fremdmitteln zur Bildung von Rücklagen
es: Excedente (+), insuficiencia (-) de activos circulantes propios, a largo plazo y a corto plazo para la formación de inventarios
fr: Excédent (+), pénurie (-) de fonds de roulement propre, fonds empruntés à long terme et à court terme pour la constitution de réserves
ru: Избыток (+), недостаток (-) собственных оборотных средств, долгосрочных и краткосрочных привлеченных средств для формирования запасов

# ExcessLackOfWorkingCapitalAndLongTermForStocks
source: Surplus (+), deficit (-) of own current funds and long-term borrowed funds for forming reserves
de: Überschuss (+), Mangel (-) an eigenem Betriebskapital und langfristigen Fremdmitteln zur Bildung von Rücklagen
es: Excedente (+), insuficiencia (-) de activos circulantes propios y a largo plazo para la formación de inventarios
fr: Excédent (+), pénurie (-) de fonds de roulement propre et de fonds empruntés à long terme pour la constitution de réserves
ru: Избыток (+), недостаток (-) собственных оборотных средств и долгосрочных привлеченных средств для формирования запасов

# ExcessLackOfWorkingCapitalForStocks
source: Surplus (+), deficit (-) of own current funds for forming reserves
de: Überschuss (+), Mangel (-) an eigenem Betriebskapital zur Lagerbildung
es: Excedente (+), insuficiencia (-) de activos circulantes propios para la formación de inventarios
fr: Excédent (+), déficit (-) de fonds de roulement propre pour la constitution de stocks
ru: Избыток (+), недостаток (-) собственных оборотных средств для формирования запасов
